Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/tysfjordasvo.no/index.html.tmx
Source language: smj
Languages: nob

source: le doajmmavidnudahka NAVan gånnå le oajvveulmmen ulmutjij máhttelisvuodajt åvddånahttet.
nob: Tysfjord ASVO er tiltaksarrangør for NAV og har som hovedmål å utvikle menneskets muligheter.

source: Mijá doajmma le hárjjidallat ulmutjijt gænna li juokkirik dåjmagahtesvuohta dábálasj barggovirgijda oassálasstet.
nob: Vår oppgave er å gi personer med en eller annen form for yrkeshemming muligheter til å delta i et aktivt yrkesliv.

source: Viddnudagá ájggomus le dåjmudit barggohárrjijdallamav, práktihkalasj åhpådimev, uvtadimev ja dievnastus bargov.
nob: Selskapets formål er å drive arbeidstrening, praktisk opplæring, produksjon og tjenesteytende arbeid.

source: Bargo tjadá sihtap åvdedit oahppam- ja åvddånahttemprosessav juohkka ulmutja lunna.
nob: Gjennom arbeid søker en å sette i gang en lærings og utviklingsprosess hos den enkelte.

source: Duodjebloggen
nob: Mineralløpet

source: Om oss / Mijá birra
nob: Butikk / Oases

source: Mij lip ájras
nob: Samiske dager

source: mij la barggovaddeorganisásjåvnnå åvddånibme viddnudagaj åvdås Vuonan.
nob: Nøkkelopplysninger fra Enhetsregisteret

source: Ansvarlig redaktør / Siválasj oajvvedåjmadiddje: Beate Ráhka-Knutsen
nob: som er arbeidsgiverorganisasjon for VEKST bedrifter i Norge.

source: Forside / Åvddåbielle
nob: Tilrettelegging / Hiebadibme

source: Utstillinger / Vuosádus
nob: Produksjon / Buvtadibme

source: Kontakt oss / Válde aktijvuodav
nob: Arrangementer

source: Idium Web
nob: Andre tilbud / Ietjá fálaldagá
